## Abrar

* __Surah Ale-Imran 3/198 (وَمَا عِندَ ٱللَّهِ خَيْرٌۭ لِّلْأَبْرَارِ)__: [لَـٰكِنِ ٱلَّذِينَ ٱتَّقَوْا۟ رَبَّهُمْ... لَهُمْ جَنَّـٰتٌۭ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ ...خَـٰلِدِينَ فِيهَا... نُزُلًۭا مِّنْ عِندِ ٱللَّهِ ۗ... وَمَا عِندَ ٱللَّهِ خَيْرٌۭ لِّلْأَبْرَارِ](https://quran.com/3/198)
* __Surah Al-Insan 76/5__: [إِنَّ ٱلْأَبْرَارَ... يَشْرَبُونَ مِن كَأْسٍۢ ...كَانَ مِزَاجُهَا كَافُورًا](https://quran.com/76/5)
* __Surah Al-Infitar 82/13__: [إِنَّ ٱلْأَبْرَارَ... لَفِى نَعِيمٍۢ](https://quran.com/82/13)
* __Surah Al-Mutaffifin 83/18__: [كَلَّآ إِنَّ كِتَـٰبَ ٱلْأَبْرَارِ لَفِى عِلِّيِّينَ](https://quran.com/83/18)
* __Surah Al-Mutaffifin 83/22__: [إِنَّ ٱلْأَبْرَارَ... لَفِى نَعِيمٍۢ](https://quran.com/83/22)

***
